{
  "release-notes.description.rssLink": {
    "message": "RSS-feeds",
    "description": "The link text for the RSS feeds link"
  },
  "release-notes.description.subscribe": {
    "message": "Abonner via {rssLink} for at holde dig opdateret med nye udgivelser!",
    "description": "The subscription prompt for release notes"
  },
  "release-notes.description.oldReleaseNotes": {
    "message": "Hvis du leder efter udgivelsesnoterne for 7.10.0 eller tidligere, bedes du tjekke {appStoreName}.",
    "description": "The prompt for old release notes"
  },
  "landingPage.heroSubtitle": {
    "message": "{appName} er en kraftfuld browserudvidelse til at omdirigere URL'er baseret på dine tilpassede regler.",
    "description": "Landing page hero subtitle"
  },
  "landingPage.demoVideoPrompt": {
    "message": "👇️ Klik for at se demo",
    "description": "Landing page demo video prompt"
  },
  "general.protipLabel": {
    "message": "Protip",
    "description": "Label for a hint"
  },
  "landingPage.useCasesLibraryFootnote": {
    "message": "Du kan få regler for alle disse brugsscenarier fra bibliotekssektionen i appen!",
    "description": "A hint about use cases about the Library section on the landing page"
  },
  "general.learnMoreAction": {
    "message": "Lær mere",
    "description": "'Learn More' button"
  },
  "landingPage.noAdsNoTracking": {
    "message": "Ingen annoncer. Ingen sporing. Nyd et hurtigere, renere web skræddersyet til dig.",
    "description": "Landing page tagline about no ads and no tracking"
  },
  "landingPage.feature.redirectionEngine.title": {
    "message": "Kraftfuld omdirigeringsmotor",
    "description": "Landing page feature title for powerful redirection engine"
  },
  "landingPage.feature.redirectionEngine.description": {
    "message": "Opret præcise regler ved hjælp af jokere, regulære udtryk, ekskluderede URL-mønstre, behandling af fangstgrupper, DNR og mere.",
    "description": "Landing page feature description for powerful redirection engine"
  },
  "landingPage.feature.library.title": {
    "message": "Nyttige regler i biblioteket",
    "description": "Landing page feature title for useful rules in library"
  },
  "landingPage.feature.library.description": {
    "message": "Kom hurtigt i gang med nyttige foruddefinerede regler fra bibliotekssektionen i appen.",
    "description": "Landing page feature description for useful rules in library"
  },
  "landingPage.feature.nativeUI.title": {
    "message": "Native brugerflade",
    "description": "Landing page feature title for native UI"
  },
  "landingPage.feature.nativeUI.description": {
    "message": "Redirect Web tilbyder en native app for at give en problemfri oplevelse på hver platform.",
    "description": "Landing page feature description for native UI"
  },
  "landingPage.feature.crossBrowser.title": {
    "message": "Cross-Browser & Cross-Platform",
    "description": "Landing page feature title for cross-browser and cross-platform support"
  },
  "landingPage.feature.crossBrowser.description": {
    "message": "Tilgængelig i alle større browsere på Mac; Safari på iPhone, iPad og Apple Vision Pro.",
    "description": "Landing page feature description for cross-browser and cross-platform support"
  },
  "landingPage.feature.unlockAll.title": {
    "message": "Lås alt op for $4",
    "description": "Landing page feature title for unlocking all features"
  },
  "landingPage.feature.unlockAll.description": {
    "message": "Lås op for iCloud Sync, ubegrænsede regler og fremtidige premiumfunktioner med en engangsbetaling til prisen af en kop kaffe.",
    "description": "Landing page feature description for unlocking all features"
  },
  "productUseCases.customDefaultSearchEngine.title": {
    "message": "Tilpasset standard søgemaskine",
    "description": "Use case title for a redirection rules of changing browser's default search engine to another search engine"
  },
  "productUseCases.customDefaultSearchEngine.description": {
    "message": "Indstil Kagi, Startpage, ChatGPT eller enhver anden søgemaskine som din standard.",
    "description": "Use case description for a redirection rules of changing browser's default search engine to another search engine"
  },
  "productUseCases.viewRedditClassic.title": {
    "message": "Se Reddit i dets klassiske design",
    "description": "Use case title for a redirection rules of viewing Reddit in its classic design"
  },
  "productUseCases.viewRedditClassic.description": {
    "message": "Omdiriger automatisk fra www.reddit.com til old.reddit.com.",
    "description": "Use case description for a redirection rules of viewing Reddit in its classic design"
  },
  "productUseCases.openAppleMaps.title": {
    "message": "Åbn Apple Maps fra Google Maps-links",
    "description": "Use case title for a redirection rules of opening Apple Maps from Google Maps links"
  },
  "productUseCases.declutterGoogleSearch.title": {
    "message": "Ryd op i Google-søgning",
    "description": "Use case title for a redirection rules of decluttering Google Search"
  },
  "productUseCases.declutterGoogleSearch.description": {
    "message": "Tilføj automatisk \"?udm=14\" til dine Google-søgninger for at skjule AI-oversigter.",
    "description": "Use case description for a redirection rules of decluttering Google Search"
  },
  "productUseCases.useYourFavoriteWiki.title": {
    "message": "Brug din foretrukne Wiki",
    "description": "Use case title for a redirection rules of jumping from Fandom pages to the official Terraria or Minecraft wikis"
  },
  "productUseCases.useYourFavoriteWiki.description": {
    "message": "Hop fra Fandom-sider til de officielle Terraria- eller Minecraft-wikier.",
    "description": "Use case description for a redirection rules of jumping from Fandom pages to the official Terraria or Minecraft wikis"
  },
  "productUseCases.openLinksInNativeApps.title": {
    "message": "Åbn links i native apps",
    "description": "Use case title for a redirection rules of opening links in their native apps"
  },
  "productUseCases.openLinksInNativeApps.description": {
    "message": "Åbn Figma, Notion eller Google Meet-links direkte i deres desktop-apps på din Mac.",
    "description": "Use case description for a redirection rules of opening links in their native apps"
  },
  "landingPage.exampleUseCases.title": {
    "message": "Eksempel på brugsscenarier",
    "description": "Title for the example use cases section"
  },
  "landingPage.productFeatures.title": {
    "message": "Hvorfor {productName}?",
    "description": "Title for the product features section."
  },
  "landingPageFAQ.otherApps.question": {
    "message": "Der er andre lignende udvidelser. Hvordan adskiller Redirect Web sig?",
    "description": "FAQ question about other apps"
  },
  "landingPageFAQ.otherApps.answer": {
    "message": "Redirect Web tilbyder unikke funktioner som detaljerede regelindstillinger, nyttigt regelbibliotek, iCloud Sync, Safari-understøttelse og mere. Men hvert værktøj har sine egne fordele. Tjek vores sammenligningsside for at hjælpe dig med at vælge den, der bedst passer til dine behov:",
    "description": "FAQ answer about other apps"
  },
  "landingPageFAQ.otherApps.comparisonLink": {
    "message": "Sammenligning med andre værktøjer",
    "description": "FAQ answer link to comparison page"
  },
  "landingPageFAQ.appRequired.question": {
    "message": "Skal jeg hente den native app efter installation af browserudvidelsen?",
    "description": "FAQ question about app requirement"
  },
  "landingPageFAQ.appRequired.answer": {
    "message": "Ja. Du skal downloade Redirect Web-appen fra App Store, uanset hvilken browser du bruger. Appen er påkrævet for at administrere dine regler.",
    "description": "FAQ answer about app requirement"
  },
  "landingPageFAQ.library.question": {
    "message": "Bliver biblioteket betalt i fremtiden?",
    "description": "FAQ question about library pricing"
  },
  "landingPageFAQ.library.answer": {
    "message": "Nej, det er altid gratis og open source. Du kan finde kilden til alt indholdet på GitHub.",
    "description": "FAQ answer about library pricing"
  },
  "landingPageFAQ.library.completeListOfLibraryRules": {
    "message": "Komplet liste over biblioteksregler",
    "description": "FAQ answer link to complete list of library rules"
  },
  "landingPageFAQ.platforms.question": {
    "message": "Virker det på Windows, Android eller Linux?",
    "description": "FAQ question about platform support"
  },
  "landingPageFAQ.platforms.answer": {
    "message": "Ikke på nuværende tidspunkt. I øjeblikket fungerer Redirect Web kun på Mac, iPhone, iPad og Apple Vision Pro.",
    "description": "FAQ answer about platform support"
  },
  "landingPageFAQ.whichPlanIsBest.question": {
    "message": "Engangskøb eller årligt abonnement: hvad er bedst?",
    "description": "FAQ question about purchasing"
  },
  "landingPageFAQ.ads.question": {
    "message": "Indsprøjter det annoncer eller sporing på websteder?",
    "description": "FAQ question about ads and tracking"
  },
  "landingPageFAQ.ads.answer": {
    "message": "Nej, det indsprøjter aldrig noget sådant. Ingen annoncer, ingen sporing, intet urelateret indhold.",
    "description": "FAQ answer about ads and tracking"
  },
  "landingPageFAQ.ownership.question": {
    "message": "Kunne Redirect Web nogensinde blive solgt til en anden?",
    "description": "FAQ question about ownership transfer"
  },
  "landingPageFAQ.ownership.answer": {
    "message": "100% nej. Browserudvidelser har dyb kontrol over din browsing og data. Redirect Web vil altid forblive i vores hænder, så du kan browse med fuld tillid.",
    "description": "FAQ answer about ownership transfer"
  },
  "landingPageFAQ.title": {
    "message": "Ofte stillede spørgsmål",
    "description": "FAQ section title"
  },
  "landingPageFAQ.whichPlanIsBest.answer": {
    "message": "Vi anbefaler engangskøbet, da prisforskellen er lille. Hovedårsagen til, at vi tilbyder abonnementet, er at give dig mulighed for at prøve alle funktionerne gennem dets gratis prøveperiode.",
    "description": "FAQ answer about purchasing"
  },
  "productUseCases.openAppleMaps.description": {
    "message": "Foretrækker du Apple Maps? Omdiriger enhver Google Maps-URL, så den åbner i Apple Maps.",
    "description": "Use case description for a redirection rules of opening Apple Maps from Google Maps links"
  },
  "landingPage.metadataTitleDescription": {
    "message": "En browserudvidelse, der automatisk omdirigerer sider, du angiver",
    "description": "Short description of the app for the landing page metadata"
  },
  "testimonials.userReview.world1": {
    "message": "Fungerer som forventet og er meget hurtigt! Tillader næsten ubegrænset tilpasning med betalingsplanen, som er meget overkommelig (tak for at lave en livstidslicens!).",
    "description": "Testimonial review by a user"
  },
  "testimonials.userReview.juliewlwwlw": {
    "message": "Rart, meget rart. Gør arbejdet for 10 andre udvidelser med mere fleksibilitet. Meget fremtidssikret. Strømlinet UI, god pris. Et must for alle, der går op i privatlivs-omdirigeringer.",
    "description": "Testimonial review by a user"
  },
  "testimonials.userReview.kieranHunt": {
    "message": "Jeg havde brug for en app til at begrænse min internetafhængighed. Hver gang min muskelhukommelse fører mig til YouTube, Hacker News eller Twitter, har jeg sat Redirect Web til at sende mig til en side fyldt med stoiske citater. Det er nok til at give mig et skub og stoppe mig i at browse uden tanke.",
    "description": "Testimonial review by a user"
  },
  "testimonials.userReview.phearlez": {
    "message": "Appen fjerner en lille men konstant irritation i mit liv, og JEG ELSKER DET. Mit arbejde kræver, at jeg klikker på Google Meet-links, som sendes til mig i Mail og Slack, men de fungerer ikke godt i Safari — min standardbrowser — så jeg var nødt til at højreklikke, kopiere, åbne Chrome, indsætte og så gå ind. Eller jeg glemte det, og så blev det en hel anden smerte. Ikke længere. Ét hurtigt regel-setup til at fange enhver matchende URL og åbne den i Chrome, og bum — nu kan jeg bare klikke uden at skulle huske det. Jeg er sikker på, at der vil komme flere situationer, f.eks. banker og nogle flyselskaber, der har sider, der ikke virker godt i Safari. Jeg vil helst bruge Safari hele tiden, men jeg kan ikke kontrollere, hvad de gør. Nu kan jeg i det mindste kontrollere, hvor meget hovedpine de forårsager mig. Hurra for denne app!",
    "description": "Testimonial review by a user"
  },
  "testimonials.userReview.aliuskonte": {
    "message": "Alt virker. At administrere omdirigeringer er intuitivt, opsætningen tager minimal tid, og prisen er rimelig. Jeg anbefaler den.",
    "description": "Testimonial review by a user"
  },
  "testimonials.userReview.iAbcdaire": {
    "message": "Bedste app til at omdirigere links og hjemmesider til den destination, du ønsker. Og mere effektiv end de andre — den omdirigerer endda links, som din indholdsblokker eller firewall blokerer.",
    "description": "Testimonial review by a user"
  }
}
