{
  "release-notes.description.rssLink": {
    "message": "RSS kanály",
    "description": "The link text for the RSS feeds link"
  },
  "release-notes.description.subscribe": {
    "message": "Prihláste sa na odber prostredníctvom {rssLink}, aby ste mali prehľad o nových vydaniach!",
    "description": "The subscription prompt for release notes"
  },
  "release-notes.description.oldReleaseNotes": {
    "message": "Ak hľadáte poznámky k vydaniu verzie 7.10.0 alebo staršej, skontrolujte {appStoreName}.",
    "description": "The prompt for old release notes"
  },
  "landingPage.heroSubtitle": {
    "message": "{appName} je výkonné rozšírenie prehliadača na presmerovanie URL adries na základe vašich vlastných pravidiel.",
    "description": "Landing page hero subtitle"
  },
  "landingPage.demoVideoPrompt": {
    "message": "👇️ Kliknite pre zobrazenie ukážky",
    "description": "Landing page demo video prompt"
  },
  "general.protipLabel": {
    "message": "Praktický tip",
    "description": "Label for a hint"
  },
  "landingPage.useCasesLibraryFootnote": {
    "message": "Pravidlá pre všetky tieto prípady použitia nájdete v sekcii Knižnica v aplikácii!",
    "description": "A hint about use cases about the Library section on the landing page"
  },
  "general.learnMoreAction": {
    "message": "Dozvedieť sa viac",
    "description": "'Learn More' button"
  },
  "landingPage.noAdsNoTracking": {
    "message": "Žiadne reklamy. Žiadne sledovanie. Užite si rýchlejší, čistejší web prispôsobený vám.",
    "description": "Landing page tagline about no ads and no tracking"
  },
  "landingPage.feature.redirectionEngine.title": {
    "message": "Výkonný presmerovací mechanizmus",
    "description": "Landing page feature title for powerful redirection engine"
  },
  "landingPage.feature.redirectionEngine.description": {
    "message": "Vytvárajte presné pravidlá pomocou zástupných znakov, regulárnych výrazov, vylúčených vzorov URL, spracovania zachytávacích skupín, DNR a ďalších.",
    "description": "Landing page feature description for powerful redirection engine"
  },
  "landingPage.feature.library.title": {
    "message": "Užitočné pravidlá v knižnici",
    "description": "Landing page feature title for useful rules in library"
  },
  "landingPage.feature.library.description": {
    "message": "Rýchly štart s užitočnými predpripravenými pravidlami zo sekcie Knižnica v aplikácii.",
    "description": "Landing page feature description for useful rules in library"
  },
  "landingPage.feature.nativeUI.title": {
    "message": "Natívne používateľské rozhranie",
    "description": "Landing page feature title for native UI"
  },
  "landingPage.feature.nativeUI.description": {
    "message": "RedirectWeb ponúka natívnu aplikáciu pre bezproblémové používanie na každej platforme.",
    "description": "Landing page feature description for native UI"
  },
  "landingPage.feature.crossBrowser.title": {
    "message": "Medziprehliadačové a multiplatformové",
    "description": "Landing page feature title for cross-browser and cross-platform support"
  },
  "landingPage.feature.crossBrowser.description": {
    "message": "Dostupné vo všetkých hlavných prehliadačoch na Macu; Safari na iPhone, iPad a Apple Vision Pro.",
    "description": "Landing page feature description for cross-browser and cross-platform support"
  },
  "landingPage.feature.unlockAll.title": {
    "message": "Odomknúť všetko za 4 $",
    "description": "Landing page feature title for unlocking all features"
  },
  "landingPage.feature.unlockAll.description": {
    "message": "Odomknite synchronizáciu iCloud, neobmedzené pravidlá a budúce prémiové funkcie jednorazovou platbou za cenu kávy.",
    "description": "Landing page feature description for unlocking all features"
  },
  "productUseCases.customDefaultSearchEngine.title": {
    "message": "Vlastný predvolený vyhľadávač",
    "description": "Use case title for a redirection rules of changing browser's default search engine to another search engine"
  },
  "productUseCases.customDefaultSearchEngine.description": {
    "message": "Nastavte si Kagi, Startpage, ChatGPT alebo akýkoľvek iný vyhľadávač ako predvolený.",
    "description": "Use case description for a redirection rules of changing browser's default search engine to another search engine"
  },
  "productUseCases.viewRedditClassic.title": {
    "message": "Zobraziť Reddit v jeho klasickom dizajne",
    "description": "Use case title for a redirection rules of viewing Reddit in its classic design"
  },
  "productUseCases.viewRedditClassic.description": {
    "message": "Automaticky presmerovať z www.reddit.com na old.reddit.com.",
    "description": "Use case description for a redirection rules of viewing Reddit in its classic design"
  },
  "productUseCases.openAppleMaps.title": {
    "message": "Otvoriť Apple Mapy z odkazov Google Máp.",
    "description": "Use case title for a redirection rules of opening Apple Maps from Google Maps links"
  },
  "productUseCases.declutterGoogleSearch.title": {
    "message": "Vyčistiť Vyhľadávanie Google",
    "description": "Use case title for a redirection rules of decluttering Google Search"
  },
  "productUseCases.declutterGoogleSearch.description": {
    "message": "Automaticky pridajte „?udm=14“ do svojich vyhľadávaní Google, aby ste skryli prehľady AI.",
    "description": "Use case description for a redirection rules of decluttering Google Search"
  },
  "productUseCases.useYourFavoriteWiki.title": {
    "message": "Použite svoju obľúbenú Wiki",
    "description": "Use case title for a redirection rules of jumping from Fandom pages to the official Terraria or Minecraft wikis"
  },
  "productUseCases.useYourFavoriteWiki.description": {
    "message": "Prejdite z Fandom stránok na oficiálne wiki Terraria alebo Minecraft.",
    "description": "Use case description for a redirection rules of jumping from Fandom pages to the official Terraria or Minecraft wikis"
  },
  "productUseCases.openLinksInNativeApps.title": {
    "message": "Otvoriť odkazy v natívnych aplikáciách",
    "description": "Use case title for a redirection rules of opening links in their native apps"
  },
  "productUseCases.openLinksInNativeApps.description": {
    "message": "Otvorte odkazy Figma, Notion alebo Google Meet priamo v ich desktopových aplikáciách na vašom Macu.",
    "description": "Use case description for a redirection rules of opening links in their native apps"
  },
  "landingPage.exampleUseCases.title": {
    "message": "Príklady použitia",
    "description": "Title for the example use cases section"
  },
  "landingPage.productFeatures.title": {
    "message": "Prečo {productName}?",
    "description": "Title for the product features section."
  },
  "landingPageFAQ.otherApps.question": {
    "message": "Existujú aj iné podobné rozšírenia. V čom sa líši RedirectWeb?",
    "description": "FAQ question about other apps"
  },
  "landingPageFAQ.otherApps.answer": {
    "message": "RedirectWeb ponúka jedinečné funkcie, ako sú podrobné nastavenia pravidiel, užitočná knižnica pravidiel, iCloud Sync, podpora Safari a ďalšie. Každý nástroj má však svoje výhody. Pozrite si našu porovnávaciu stránku, ktorá vám pomôže vybrať ten, ktorý najlepšie vyhovuje vašim potrebám:",
    "description": "FAQ answer about other apps"
  },
  "landingPageFAQ.otherApps.comparisonLink": {
    "message": "Porovnanie s inými nástrojmi",
    "description": "FAQ answer link to comparison page"
  },
  "landingPageFAQ.appRequired.question": {
    "message": "Mám si zaobstarať natívnu aplikáciu po inštalácii rozšírenia prehliadača?",
    "description": "FAQ question about app requirement"
  },
  "landingPageFAQ.appRequired.answer": {
    "message": "Áno. Aplikáciu RedirectWeb si musíte stiahnuť z App Store bez ohľadu na to, aký prehliadač používate. Aplikácia je potrebná na správu vašich pravidiel.",
    "description": "FAQ answer about app requirement"
  },
  "landingPageFAQ.library.question": {
    "message": "Stane sa knižnica v budúcnosti platenou?",
    "description": "FAQ question about library pricing"
  },
  "landingPageFAQ.library.answer": {
    "message": "Nie, je to vždy zadarmo a s otvoreným zdrojovým kódom. Zdroj všetkého obsahu nájdete na GitHub-e.",
    "description": "FAQ answer about library pricing"
  },
  "landingPageFAQ.library.completeListOfLibraryRules": {
    "message": "Kompletný zoznam pravidiel knižnice",
    "description": "FAQ answer link to complete list of library rules"
  },
  "landingPageFAQ.platforms.question": {
    "message": "Funguje to na Windows, Android alebo Linux?",
    "description": "FAQ question about platform support"
  },
  "landingPageFAQ.platforms.answer": {
    "message": "V súčasnosti. RedirectWeb funguje iba na zariadeniach Mac, iPhone, iPad a Apple Vision Pro.",
    "description": "FAQ answer about platform support"
  },
  "landingPageFAQ.whichPlanIsBest.question": {
    "message": "Jednorazový nákup alebo ročné predplatné: čo je najlepšie?",
    "description": "FAQ question about purchasing"
  },
  "landingPageFAQ.ads.question": {
    "message": "Vkladá reklamy alebo sledovanie do webových stránok?",
    "description": "FAQ question about ads and tracking"
  },
  "landingPageFAQ.ads.answer": {
    "message": "Nie, nikdy nič také nevkladá. Žiadne reklamy, žiadne sledovanie, žiadny nesúvisiaci obsah.",
    "description": "FAQ answer about ads and tracking"
  },
  "landingPageFAQ.ownership.question": {
    "message": "Mohol by byť RedirectWeb niekedy predaný niekomu inému?",
    "description": "FAQ question about ownership transfer"
  },
  "landingPageFAQ.ownership.answer": {
    "message": "100% nie. Rozšírenia prehliadača majú hlbokú kontrolu nad vaším prehliadaním a údajmi. RedirectWeb zostane vždy v našich rukách, takže môžete prehliadať s úplnou dôverou.",
    "description": "FAQ answer about ownership transfer"
  },
  "landingPageFAQ.title": {
    "message": "Často kladené otázky",
    "description": "FAQ section title"
  },
  "landingPageFAQ.whichPlanIsBest.answer": {
    "message": "Odporúčame jednorazový nákup, pretože cenový rozdiel je malý. Hlavným dôvodom, prečo ponúkame predplatné, je umožniť vám vyskúšať všetky funkcie prostredníctvom bezplatnej skúšobnej verzie.",
    "description": "FAQ answer about purchasing"
  },
  "productUseCases.openAppleMaps.description": {
    "message": "Preferujete Apple Maps? Presmerujte akúkoľvek URL Google Maps tak, aby sa otvorila v Apple Maps.",
    "description": "Use case description for a redirection rules of opening Apple Maps from Google Maps links"
  },
  "landingPage.metadataTitleDescription": {
    "message": "Rozšírenie prehliadača na automatické presmerovanie stránok, ktoré určíte",
    "description": "Short description of the app for the landing page metadata"
  },
  "landingPage.testimonials.title": {
    "message": "Obľúbené medzi používateľmi po celom svete",
    "description": "Title for the testimonials section"
  },
  "testimonials.showTranslation": {
    "message": "Zobraziť preklad",
    "description": "Button to show translation"
  },
  "testimonials.translatedFrom": {
    "message": "Preložené z jazyka {language}",
    "description": "Text showing the original language"
  },
  "testimonials.showOriginal": {
    "message": "Zobraziť originál",
    "description": "Button to see original review"
  },
  "testimonials.userReview.world1": {
    "message": "Funguje tak, ako má, a je veľmi rýchly! Platený plán umožňuje takmer neobmedzené prispôsobenie a je veľmi cenovo dostupný (ďakujem, že existuje doživotný plán!).",
    "description": "Testimonial review by a user"
  },
  "testimonials.userReview.juliewlwwlw": {
    "message": "Skvelé, veľmi skvelé. Robí prácu za 10 iných rozšírení s väčšou flexibilitou. Veľmi odolné do budúcnosti. Elegantné rozhranie, dobrá cena. Nutnosť kúpiť pre každého, kto sa zaujíma o presmerovania na ochranu súkromia.",
    "description": "Testimonial review by a user"
  },
  "testimonials.userReview.kieranHunt": {
    "message": "Potreboval som aplikáciu, ktorá by mi pomohla obmedziť závislosť na internete. Kedykoľvek ma návyky vedú na YouTube, Hacker News alebo Twitter, nastavil som RedirectWeb tak, aby ma presmeroval na stránku plnú stoických citátov. To je dosť veľké nakopnutie, aby som prestal bezmyšlienkovite surfovať.",
    "description": "Testimonial review by a user"
  },
  "testimonials.userReview.phearlez": {
    "message": "Táto aplikácia odstraňuje malú, ale neustálu nepríjemnosť v mojom živote a MILUJEM JU. Moja práca vyžaduje, aby som klikal na Google Meet odkazy zasielané v Maili a Slacku, ale v Safari — mojom predvolenom prehliadači — to nie je dobrý zážitok, takže musím kliknúť pravým tlačidlom, skopírovať, otvoriť Chrome, vložiť a potom ísť. A keď na to zabudnem, je to úplne iný problém. Už však nie. Jedno rýchle pravidlo na zachytenie zodpovedajúcej URL a otvorenie v Chrome a bumm, teraz môžem len kliknúť a nemusím si pamätať. Som si istý, že prídu ďalšie situácie, keďže napríklad banka alebo niektoré letecké spoločnosti majú stránky, ktoré v Safari nefungujú dobre. Radšej by som používal Safari stále, ale nemôžem kontrolovať, čo tieto miesta robia. Teraz aspoň môžem kontrolovať, koľko mi spôsobia bolesti hlavy. Hurá za túto aplikáciu!",
    "description": "Testimonial review by a user"
  },
  "testimonials.userReview.aliuskonte": {
    "message": "Všetko funguje. Správa presmerovaní je intuitívna, nastavenie zaberie minimum času a cena je celkom rozumná. Odporúčam.",
    "description": "Testimonial review by a user"
  },
  "testimonials.userReview.iAbcdaire": {
    "message": "Najlepšia aplikácia na presmerovanie odkazov a webov na vami zvolenú destináciu. A efektívnejšia než ostatné — dokonca presmeruje odkazy, ktoré sú blokované vaším blokovačom obsahu alebo firewallom.",
    "description": "Testimonial review by a user"
  }
}
