{
  "release-notes.description.rssLink": {
    "message": "RSS-feeds",
    "description": "The link text for the RSS feeds link"
  },
  "release-notes.description.subscribe": {
    "message": "Abonneren via {rssLink} om op de hoogte te blijven van nieuwe releases!",
    "description": "The subscription prompt for release notes"
  },
  "release-notes.description.oldReleaseNotes": {
    "message": "Als u op zoek bent naar de releasenotes van 7.10.0 of eerder, raadpleeg dan {appStoreName}.",
    "description": "The prompt for old release notes"
  },
  "landingPage.heroSubtitle": {
    "message": "{appName} is een krachtige browser extensie om URL's om te leiden op basis van jouw aangepaste regels.",
    "description": "Landing page hero subtitle"
  },
  "landingPage.demoVideoPrompt": {
    "message": "👇️ Klik om de demo te bekijken",
    "description": "Landing page demo video prompt"
  },
  "general.protipLabel": {
    "message": "Tip",
    "description": "Label for a hint"
  },
  "landingPage.useCasesLibraryFootnote": {
    "message": "Je kunt regels voor al deze gebruikssituaties vinden in de Bibliotheek-sectie in de app!",
    "description": "A hint about use cases about the Library section on the landing page"
  },
  "general.learnMoreAction": {
    "message": "Meer informatie",
    "description": "'Learn More' button"
  },
  "landingPage.noAdsNoTracking": {
    "message": "Geen advertenties. Geen tracking. Geniet van een sneller, schoner web op maat gemaakt voor jou.",
    "description": "Landing page tagline about no ads and no tracking"
  },
  "landingPage.feature.redirectionEngine.title": {
    "message": "Krachtige omleidingsengine",
    "description": "Landing page feature title for powerful redirection engine"
  },
  "landingPage.feature.redirectionEngine.description": {
    "message": "Maak precieze regels met behulp van wildcards, reguliere expressies, uitgesloten URL-patronen, verwerking van opnamegroepen, DNR en meer.",
    "description": "Landing page feature description for powerful redirection engine"
  },
  "landingPage.feature.library.title": {
    "message": "Nuttige regels in de bibliotheek",
    "description": "Landing page feature title for useful rules in library"
  },
  "landingPage.feature.library.description": {
    "message": "Snel aan de slag met handige, vooraf gemaakte regels uit de Bibliotheek-sectie in de app.",
    "description": "Landing page feature description for useful rules in library"
  },
  "landingPage.feature.nativeUI.title": {
    "message": "Native gebruikersinterface",
    "description": "Landing page feature title for native UI"
  },
  "landingPage.feature.nativeUI.description": {
    "message": "RedirectWeb biedt een native app om een naadloze ervaring op elk platform te bieden.",
    "description": "Landing page feature description for native UI"
  },
  "landingPage.feature.crossBrowser.title": {
    "message": "Cross-Browser & Cross-Platform",
    "description": "Landing page feature title for cross-browser and cross-platform support"
  },
  "landingPage.feature.crossBrowser.description": {
    "message": "Beschikbaar in alle gangbare browsers op Mac; Safari op iPhone, iPad en Apple Vision Pro.",
    "description": "Landing page feature description for cross-browser and cross-platform support"
  },
  "landingPage.feature.unlockAll.title": {
    "message": "Ontgrendel alles voor $4",
    "description": "Landing page feature title for unlocking all features"
  },
  "landingPage.feature.unlockAll.description": {
    "message": "Ontgrendel iCloud-synchronisatie, onbeperkte regels en toekomstige premiumfuncties met een eenmalige betaling voor de prijs van een kop koffie.",
    "description": "Landing page feature description for unlocking all features"
  },
  "productUseCases.customDefaultSearchEngine.title": {
    "message": "Aangepaste standaard zoekmachine",
    "description": "Use case title for a redirection rules of changing browser's default search engine to another search engine"
  },
  "productUseCases.customDefaultSearchEngine.description": {
    "message": "Stel Kagi, Startpage, ChatGPT of elke andere zoekmachine in als uw standaard.",
    "description": "Use case description for a redirection rules of changing browser's default search engine to another search engine"
  },
  "productUseCases.viewRedditClassic.title": {
    "message": "Bekijk Reddit in zijn klassieke ontwerp",
    "description": "Use case title for a redirection rules of viewing Reddit in its classic design"
  },
  "productUseCases.viewRedditClassic.description": {
    "message": "Automatisch omleiden van www.reddit.com naar old.reddit.com.",
    "description": "Use case description for a redirection rules of viewing Reddit in its classic design"
  },
  "productUseCases.openAppleMaps.title": {
    "message": "Open Apple Kaarten via Google Maps-links",
    "description": "Use case title for a redirection rules of opening Apple Maps from Google Maps links"
  },
  "productUseCases.openAppleMaps.description": {
    "message": "Liever Apple Kaarten? Leid elke Google Maps-URL om zodat deze in Apple Kaarten wordt geopend.",
    "description": "Use case description for a redirection rules of opening Apple Maps from Google Maps links"
  },
  "productUseCases.declutterGoogleSearch.title": {
    "message": "Google Zoeken opruimen",
    "description": "Use case title for a redirection rules of decluttering Google Search"
  },
  "productUseCases.declutterGoogleSearch.description": {
    "message": "Voeg automatisch \"?udm=14\" toe aan je Google-zoekopdrachten om AI Overviews te verbergen.",
    "description": "Use case description for a redirection rules of decluttering Google Search"
  },
  "productUseCases.useYourFavoriteWiki.title": {
    "message": "Gebruik je favoriete Wiki",
    "description": "Use case title for a redirection rules of jumping from Fandom pages to the official Terraria or Minecraft wikis"
  },
  "productUseCases.useYourFavoriteWiki.description": {
    "message": "Spring van Fandom-pagina's naar de officiële Terraria- of Minecraft-wiki's.",
    "description": "Use case description for a redirection rules of jumping from Fandom pages to the official Terraria or Minecraft wikis"
  },
  "productUseCases.openLinksInNativeApps.title": {
    "message": "Links openen in native apps",
    "description": "Use case title for a redirection rules of opening links in their native apps"
  },
  "productUseCases.openLinksInNativeApps.description": {
    "message": "Open Figma-, Notion- of Google Meet-links rechtstreeks in hun desktop-apps op je Mac.",
    "description": "Use case description for a redirection rules of opening links in their native apps"
  },
  "landingPage.exampleUseCases.title": {
    "message": "Voorbeeld gebruiksscenario's",
    "description": "Title for the example use cases section"
  },
  "landingPage.productFeatures.title": {
    "message": "Waarom {productName}?",
    "description": "Title for the product features section."
  },
  "landingPageFAQ.otherApps.question": {
    "message": "Er zijn andere vergelijkbare extensies. Waarin verschilt RedirectWeb?",
    "description": "FAQ question about other apps"
  },
  "landingPageFAQ.otherApps.answer": {
    "message": "RedirectWeb biedt unieke functies zoals gedetailleerde regelinstellingen, een handige regellibrary, iCloud Sync, Safari-ondersteuning en meer. Maar elke tool heeft zijn eigen voordelen. Bekijk onze vergelijkingspagina om u te helpen de tool te kiezen die het beste bij uw behoeften past:",
    "description": "FAQ answer about other apps"
  },
  "landingPageFAQ.otherApps.comparisonLink": {
    "message": "Vergelijking met andere tools",
    "description": "FAQ answer link to comparison page"
  },
  "landingPageFAQ.appRequired.question": {
    "message": "Moet ik de native app downloaden na het installeren van de browser-extensie?",
    "description": "FAQ question about app requirement"
  },
  "landingPageFAQ.appRequired.answer": {
    "message": "Ja. Je moet de RedirectWeb-app downloaden uit de App Store, ongeacht welke browser je gebruikt. De app is vereist om je regels te beheren.",
    "description": "FAQ answer about app requirement"
  },
  "landingPageFAQ.library.question": {
    "message": "Zal de bibliotheek in de toekomst betaald worden?",
    "description": "FAQ question about library pricing"
  },
  "landingPageFAQ.library.answer": {
    "message": "Nee, het is altijd gratis en open source. Je kunt de bron van alle inhoud vinden op GitHub.",
    "description": "FAQ answer about library pricing"
  },
  "landingPageFAQ.library.completeListOfLibraryRules": {
    "message": "Volledige lijst van bibliotheekregels",
    "description": "FAQ answer link to complete list of library rules"
  },
  "landingPageFAQ.platforms.question": {
    "message": "Werkt het op Windows, Android of Linux?",
    "description": "FAQ question about platform support"
  },
  "landingPageFAQ.platforms.answer": {
    "message": "Op dit moment niet. Momenteel werkt RedirectWeb alleen op Mac, iPhone, iPad en Apple Vision Pro.",
    "description": "FAQ answer about platform support"
  },
  "landingPageFAQ.whichPlanIsBest.question": {
    "message": "Eenmalige aankoop of jaarabonnement: wat is het beste?",
    "description": "FAQ question about purchasing"
  },
  "landingPageFAQ.ads.question": {
    "message": "Injecteert het advertenties of tracking in websites?",
    "description": "FAQ question about ads and tracking"
  },
  "landingPageFAQ.ads.answer": {
    "message": "Nee, het injecteert nooit zoiets. Geen advertenties, geen tracking, geen ongerelateerde inhoud.",
    "description": "FAQ answer about ads and tracking"
  },
  "landingPageFAQ.ownership.question": {
    "message": "Zou RedirectWeb ooit aan iemand anders verkocht kunnen worden?",
    "description": "FAQ question about ownership transfer"
  },
  "landingPageFAQ.ownership.answer": {
    "message": "100% nee. Browserextensies hebben diepgaande controle over uw browsegedrag en gegevens. RedirectWeb blijft altijd in onze handen, zodat u met een gerust hart kunt browsen.",
    "description": "FAQ answer about ownership transfer"
  },
  "landingPageFAQ.title": {
    "message": "Veelgestelde vragen",
    "description": "FAQ section title"
  },
  "landingPageFAQ.whichPlanIsBest.answer": {
    "message": "Wij raden de eenmalige aankoop aan, aangezien het prijsverschil klein is. De belangrijkste reden dat we het abonnement aanbieden, is om je alle functies te laten uitproberen via de gratis proefperiode.",
    "description": "FAQ answer about purchasing"
  },
  "landingPage.metadataTitleDescription": {
    "message": "Een browserextensie die automatisch de door jou opgegeven pagina's omleidt",
    "description": "Short description of the app for the landing page metadata"
  },
  "landingPage.testimonials.title": {
    "message": "Geliefd door gebruikers wereldwijd",
    "description": "Title for the testimonials section"
  },
  "testimonials.showTranslation": {
    "message": "Vertaling tonen",
    "description": "Button to show translation"
  },
  "testimonials.translatedFrom": {
    "message": "Vertaald uit {language}",
    "description": "Text showing the original language"
  },
  "testimonials.showOriginal": {
    "message": "Origineel weergeven",
    "description": "Button to see original review"
  },
  "testimonials.userReview.world1": {
    "message": "Werkt zoals bedoeld en het is erg snel! Biedt bijna onbeperkte aanpassingsmogelijkheden met het betaalde plan, dat zeer betaalbaar is (bedankt dat er een levenslang plan is!).",
    "description": "Testimonial review by a user"
  },
  "testimonials.userReview.juliewlwwlw": {
    "message": "Mooi, heel goed. Vult de taak van 10 andere extensies met meer flexibiliteit. Erg toekomstbestendig. Strakke UI, goede prijs. Een must voor iedereen die privacy-omleidingen wil.",
    "description": "Testimonial review by a user"
  },
  "testimonials.userReview.kieranHunt": {
    "message": "Ik had een app nodig om mijn internetverslaving te beteugelen. Elke keer als mijn spiergeheugen me naar YouTube, Hacker News of Twitter brengt, heb ik RedirectWeb ingesteld om me naar een site vol stoïcijnse citaten te sturen. Dat is genoeg om mij een schop onder de kont te geven zodat ik niet meer gedachteloos ga browsen.",
    "description": "Testimonial review by a user"
  },
  "testimonials.userReview.phearlez": {
    "message": "Deze app verwijdert een kleine maar constante ergernis in mijn leven en IK HOU ERVAN. Voor mijn werk moet ik op Google Meet-links klikken die naar me gestuurd worden via Mail en Slack, maar die werken niet goed in Safari — mijn standaardbrowser — dus moet ik rechtsklikken, kopiëren, Chrome openen, plakken en dan gaan. Behalve wanneer ik het vergeet en dan is het een heel ander probleem. Niet meer. Eén snelle regel instellen om elke overeenkomstige URL in Chrome te openen en bam, nu kan ik gewoon klikken zonder eraan te hoeven denken. Ik weet zeker dat er meer van dit soort gevallen zullen komen, bijvoorbeeld bij mijn bank en sommige luchtvaartmaatschappijen die sites hebben die niet goed werken in Safari. Ik zou het liefst altijd Safari gebruiken, maar ik kan niet controleren wat die partijen doen. Nu kan ik ten minste bepalen hoeveel hoofdpijn ze me bezorgen. Hoera voor deze app!",
    "description": "Testimonial review by a user"
  },
  "testimonials.userReview.aliuskonte": {
    "message": "Alles werkt. Het beheren van omleidingen is intuïtief, de installatie kost weinig tijd en de prijs is redelijk. Ik raad het aan.",
    "description": "Testimonial review by a user"
  },
  "testimonials.userReview.iAbcdaire": {
    "message": "Beste app om links en websites om te leiden naar de bestemming van jouw keuze. En efficiënter dan de anderen — hij leidt zelfs links om die door je contentblocker of firewall worden geblokkeerd.",
    "description": "Testimonial review by a user"
  }
}
